//  Array of objects
const quiz = [
  {
    q: "효율적인 에어컨 사용법에 대한 것으로 틀린 것은 ?",
    options: ["에어컨 켤 때 실내 환기시키기", "약한 풍력으로 장시간 사용하기", "선풍기와 함께 사용하기", "바람의 방향을 위로하기"],
    answer: 1,
  },
  {
    q: "신재생 에너지의 종류가 아닌 것은?",
    options: ["태양광 에너지", "폐기물 에너지", "수소 에너지", "탄소 에너지"],
    answer: 3,
  },
  {
    q: "2020년 기준 세계 전력 소비량 중 우리나라의 순위는?",
    options: ["15위", "3위", "8위", "25위"],
    answer: 2,
  },
  {
    q: "탄소발자국을 줄이는 방법이 아닌 것은?",
    options: ["이메일 청구서보다는 종이 청구서를 이용하기", "에어컨 필터 청소하기", "전자제품 플러그 뽑기", "절전형 전등을 사용하기"],
    answer: 0,
  },
  {
    q: "세계 전력사용량이 가장많은 나라는?",
    options: ["미국", "중국", "인도", "한국"],
    answer: 1,
  },
  {
    q: "신재생 에너지중 가장 발전효율이 높은 방식은?",
    options: ["수력발전", "테양광발전", "풍력발전", "바이오매스발전"],
    answer: 0,
  },
  {
    q: "에너지 발전 단가 중 가장 가격이 저렴한 것은?",
    options: ["무연탄", "LNG", "유연탄", "원자력"],
    answer: 3,
  },
  {
    q: "핵을 통한 에너지 발전방식이며 연료가 무한하며 핵폐기물이 발생하지 않는 발전법은? ?",
    options: ["원자력발전", "핵융합발전", "핵발전 재열사용", "지열발전"],
    answer: 1,
  },
  {
    q: "국가로부터 경제적 혜택을 마일리지로 받을수 있는 방법은?",
    
    options: ["전기절약하기", "물절약하기", "태양광발전기 설치하기", "경차타기"],
    answer: 1,
  },
  {
    q: "에너지 효율성이 가장 좋은 전구는 ?",
    options: ["백열전구", "형광등", "할로겐전구", "LED 전구"],
    answer: 3,
  },
];
